[
  {"id":"clarkP229IntegratedAnalysis2022","abstract":"Suction blister fluid (BF) provides a unique opportunity to analyse the dermal microenvironment of SSc. We utilised an integrated approach to analyse proteomic data from dermal interstitial fluid and genome-wide transcriptomic data from skin biopsies from early dcSSc and healthy controls (HC). Interpreting differential protein expression in the context of RNA sequencing (RNAseq) provides unique insight into potential mediators and pathways relevant to SSc.The BIOPSY cohort recruited 21 early dcSSc patients with mean skin score (MRSS) of 21 (sd 11) and 16 HCs. Forearm skin BF was obtained using the dermal suction blister method and assayed using the Olink platform (www.olink.com) (1192 proteins). Simultaneous 4mm punch biopsies were taken from all subjects, for genome-wide transcriptomic profiling by RNAseq. Integrated analysis of clinical characteristics, gene and protein expression data was conducted using WGCNA and clusterProfiler in R. This method clusters individual analytes into modules sharing similar expression patterns. Each module has been arbitrarily assigned as a colour.WGCNA identified 6 modules in BF, and 30 modules from skin. Two BF modules and three in the skin positively correlated with each other, and all of them correlated with a diagnosis of early dcSSc. The magenta module in the skin (385 genes) and blue module (450 proteins) in BF had the strongest correlation (r = 0.74, p &lt; 0.001 and r = 0.6, p &lt; 0.001 respectively). Interrogating each module, key biological processes consistent with current concepts of SSc pathogenesis were identified, and skin and blister modules largely seemed to complement each other. Magenta module processes focused on angiogenesis, extracellular matrix (ECM) structure, and endothelial cell proliferation, with the highest fold change in COMP (FC = 5.06, p&lt;0.001), COL4A4 (FC = 3.86,p&lt;0.001), COL11A1 (FC = 3.46, p&lt;0.001) having the highest fold change compared to HC. The red module from the skin transcriptomics consisted of genes relating to immune activation, whereas the interferon signature was predominantly seen in the genes of the pink module. Within BF proteomics, the blue module consisted of proteins centred around ECM organisation, cell adhesion, and response to TNF, with upregulation of SFRP1 (FC = 4.88, p = 0.013), TNC(FC = 4.81, p=0.0018) and KLK4 (FC = 7.17, p&lt;0.001) in early dcSSc. Whereas metabolic processes were the centre of the turquoise module. Significant Hallmark pathways were compared between all five modules in each tissue modality. Notably, some pathways were upregulated in both skin gene expression and blister fluid modules including NFKB signalling, allograft rejection, and interferon gamma response. Significantly activated pathways in skin gene but not the blister protein modules include G2M checkpoint, p53 pathway, and xenobiotic metabolism. Conversely, protein secretion, unfolded protein response and mitotic spindle pathways were significantly increased only in the blister modules.Simultaneous high dimensional analysis of skin gene and protein expression gives new insight into the molecular pathology of SSc. This provides a potential platform for developing a novel composite biomarker for skin.K.E.N. Clark: None. E. Csomor: Corporate appointments; employee of GSK. C. Campochiaro: None. Y. Teo: Corporate appointments; employee of GSK. J. Freudenberg: Corporate appointments; employee of GSK. K. Nevin: Corporate appointments; employee of GSK. M.A. Morse: Corporate appointments; employee of GSK. V.H. Ong: None. E. Derrett-Smith: None. N. Wisniacki: Corporate appointments; employee of GSK. S.M. Flint: Corporate appointments; employee of GSK. C.P. Denton: None.","accessed":{"date-parts":[["2025",9,22]]},"author":[{"family":"Clark","given":"Kristina E. N"},{"family":"Csomor","given":"Eszter"},{"family":"Campochiaro","given":"Corrado"},{"family":"Teo","given":"Yee Voan"},{"family":"Freudenberg","given":"Johannes"},{"family":"Nevin","given":"Katherine"},{"family":"Morse","given":"Mary A"},{"family":"Ong","given":"Voon H"},{"family":"Derrett-Smith","given":"Emma"},{"family":"Wisniacki","given":"Nicolas"},{"family":"Flint","given":"Shaun M"},{"family":"Denton","given":"Christopher P"}],"citation-key":"clarkP229IntegratedAnalysis2022","container-title":"Rheumatology","container-title-short":"Rheumatology (Oxford)","DOI":"10.1093/rheumatology/keac133.228","ISSN":"1462-0324","issue":"Supplement_1","issued":{"date-parts":[["2022",5,1]]},"page":"keac133.228","source":"Silverchair","title":"P229 Integrated analysis of dermal blister fluid proteomics and skin biopsy transcriptomics gives new insight into pathogenesis of systemic sclerosis","type":"article-journal","URL":"https://doi.org/10.1093/rheumatology/keac133.228","volume":"61"},
  {"id":"shmatkoLearningNaturalHistory2025","abstract":"Decision-making in healthcare relies on understanding patients’ past and current health states to predict and, ultimately, change their future course1–3. Artificial intelligence (AI) methods promise to aid this task by learning patterns of disease progression from large corpora of health records4,5. However, their potential has not been fully investigated at scale. Here we modify the GPT6 (generative pretrained transformer) architecture to model the progression and competing nature of human diseases. We train this model, Delphi-2M, on data from 0.4 million UK Biobank participants and validate it using external data from 1.9 million Danish individuals with no change in parameters. Delphi-2M predicts the rates of more than 1,000 diseases, conditional on each individual’s past disease history, with accuracy comparable to that of existing single-disease models. Delphi-2M’s generative nature also enables sampling of synthetic future health trajectories, providing meaningful estimates of potential disease burden for up to 20 years, and enabling the training of AI models that have never seen actual data. Explainable AI methods7 provide insights into Delphi-2M’s predictions, revealing clusters of co-morbidities within and across disease chapters and their time-dependent consequences on future health, but also highlight biases learnt from training data. In summary, transformer-based models appear to be well suited for predictive and generative health-related tasks, are applicable to population-scale datasets and provide insights into temporal dependencies between disease events, potentially improving the understanding of personalized health risks and informing precision medicine approaches.","accessed":{"date-parts":[["2025",9,22]]},"author":[{"family":"Shmatko","given":"Artem"},{"family":"Jung","given":"Alexander Wolfgang"},{"family":"Gaurav","given":"Kumar"},{"family":"Brunak","given":"Søren"},{"family":"Mortensen","given":"Laust Hvas"},{"family":"Birney","given":"Ewan"},{"family":"Fitzgerald","given":"Tom"},{"family":"Gerstung","given":"Moritz"}],"citation-key":"shmatkoLearningNaturalHistory2025","container-title":"Nature","DOI":"10.1038/s41586-025-09529-3","ISSN":"1476-4687","issued":{"date-parts":[["2025",9,17]]},"language":"en","license":"2025 The Author(s)","page":"1-9","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Learning the natural history of human disease with generative transformers","type":"article-journal","URL":"https://www.nature.com/articles/s41586-025-09529-3"},
  {"id":"tanCelltypespecificPrediction3D2023","abstract":"Investigating how chromatin organization determines cell-type-specific gene expression remains challenging. Experimental methods for measuring three-dimensional chromatin organization, such as Hi-C, are costly and have technical limitations, restricting their broad application particularly in high-throughput genetic perturbations. We present C.Origami, a multimodal deep neural network that performs de novo prediction of cell-type-specific chromatin organization using DNA sequence and two cell-type-specific genomic features—CTCF binding and chromatin accessibility. C.Origami enables in silico experiments to examine the impact of genetic changes on chromatin interactions. We further developed an in silico genetic screening approach to assess how individual DNA elements may contribute to chromatin organization and to identify putative cell-type-specific trans-acting regulators that collectively determine chromatin architecture. Applying this approach to leukemia cells and normal T cells, we demonstrate that cell-type-specific in silico genetic screening, enabled by C.Origami, can be used to systematically discover novel chromatin regulation circuits in both normal and disease-related biological systems.","accessed":{"date-parts":[["2025",6,3]]},"author":[{"family":"Tan","given":"Jimin"},{"family":"Shenker-Tauris","given":"Nina"},{"family":"Rodriguez-Hernaez","given":"Javier"},{"family":"Wang","given":"Eric"},{"family":"Sakellaropoulos","given":"Theodore"},{"family":"Boccalatte","given":"Francesco"},{"family":"Thandapani","given":"Palaniraja"},{"family":"Skok","given":"Jane"},{"family":"Aifantis","given":"Iannis"},{"family":"Fenyö","given":"David"},{"family":"Xia","given":"Bo"},{"family":"Tsirigos","given":"Aristotelis"}],"citation-key":"tanCelltypespecificPrediction3D2023","container-title":"Nature Biotechnology","container-title-short":"Nat Biotechnol","DOI":"10.1038/s41587-022-01612-8","ISSN":"1546-1696","issue":"8","issued":{"date-parts":[["2023",8]]},"language":"en","license":"2023 The Author(s)","page":"1140-1150","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Cell-type-specific prediction of 3D chromatin organization enables high-throughput in silico genetic screening","type":"article-journal","URL":"https://www.nature.com/articles/s41587-022-01612-8","volume":"41"}
]
