[
  {"id":"tanCelltypespecificPrediction3D2023","abstract":"Investigating how chromatin organization determines cell-type-specific gene expression remains challenging. Experimental methods for measuring three-dimensional chromatin organization, such as Hi-C, are costly and have technical limitations, restricting their broad application particularly in high-throughput genetic perturbations. We present C.Origami, a multimodal deep neural network that performs de novo prediction of cell-type-specific chromatin organization using DNA sequence and two cell-type-specific genomic features—CTCF binding and chromatin accessibility. C.Origami enables in silico experiments to examine the impact of genetic changes on chromatin interactions. We further developed an in silico genetic screening approach to assess how individual DNA elements may contribute to chromatin organization and to identify putative cell-type-specific trans-acting regulators that collectively determine chromatin architecture. Applying this approach to leukemia cells and normal T cells, we demonstrate that cell-type-specific in silico genetic screening, enabled by C.Origami, can be used to systematically discover novel chromatin regulation circuits in both normal and disease-related biological systems.","accessed":{"date-parts":[["2025",6,3]]},"author":[{"family":"Tan","given":"Jimin"},{"family":"Shenker-Tauris","given":"Nina"},{"family":"Rodriguez-Hernaez","given":"Javier"},{"family":"Wang","given":"Eric"},{"family":"Sakellaropoulos","given":"Theodore"},{"family":"Boccalatte","given":"Francesco"},{"family":"Thandapani","given":"Palaniraja"},{"family":"Skok","given":"Jane"},{"family":"Aifantis","given":"Iannis"},{"family":"Fenyö","given":"David"},{"family":"Xia","given":"Bo"},{"family":"Tsirigos","given":"Aristotelis"}],"citation-key":"tanCelltypespecificPrediction3D2023","container-title":"Nature Biotechnology","container-title-short":"Nat Biotechnol","DOI":"10.1038/s41587-022-01612-8","ISSN":"1546-1696","issue":"8","issued":{"date-parts":[["2023",8]]},"language":"en","license":"2023 The Author(s)","page":"1140-1150","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Cell-type-specific prediction of 3D chromatin organization enables high-throughput in silico genetic screening","type":"article-journal","URL":"https://www.nature.com/articles/s41587-022-01612-8","volume":"41"}
]
